{"_id":{"$oid":"6122df8ea1f290c8be2ba27c"},"Name":"Chris Columbus","Bio":"Chris Joseph Columbus is an American film director, producer, and screenwriter. Born in Spangler, Pennsylvania, Columbus studied film at Tisch School of the Arts where he developed an interest in filmmaking. After writing screenplays for several teen comedies in the mid-1980s, he made his directorial debut with a teen adventure, Adventures in Babysitting (1987). Columbus gained recognition soon after with the highly successful Christmas comedy Home Alone (1990) and its sequel Home Alone 2: Lost in New York (1992).","Birth":"1958","Death":""}
{"_id":{"$oid":"6122e00aa1f290c8be2ba27d"},"Name":"Hayao Miyazaki","Bio":"Hayao Miyazaki is a Japanese animator, director, producer, screenwriter, author, manga artist and co-founder of the film and animation studio Studio Ghibli.","Birth":"1941","Death":""}
{"_id":{"$oid":"6122e140a1f290c8be2ba27e"},"Name":"Jennifer Lee","Bio":"Jennifer Michelle Lee is an American screenwriter, film director, and chief creative officer of Walt Disney Animation Studios.","Birth":"1971","Death":""}
{"_id":{"$oid":"6122e184a1f290c8be2ba27f"},"Name":"Barry Cook","Bio":"Barry Cook is an American film director who has worked in the animated film industry since the 1980s.","Birth":"1958","Death":""}
{"_id":{"$oid":"6122e210a1f290c8be2ba280"},"Name":"Peter Jackson","Bio":"Sir Peter Robert Jackson is a New Zealand film director, producer, and screenwriter.","Birth":"1961","Death":""}
{"_id":{"$oid":"6122e26ca1f290c8be2ba281"},"Name":"Robert Stromberg","Bio":"Robert Stromberg is an American special effects artist, designer and filmmaker.","Birth":"1965","Death":""}
{"_id":{"$oid":"6122e2bfa1f290c8be2ba282"},"Name":"Tim Burton","Bio":"Timothy Walter Burton is an American film director, producer, writer, and artist known for his gothic fantasy and horror films.","Birth":"1958","Death":""}
{"_id":{"$oid":"6122e2f5a1f290c8be2ba283"},"Name":"Gary Ross","Bio":"Gary Ross is an American film director, writer, and producer.","Birth":"1956","Death":""}
